Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: If your firmware doesn't handle the extruder displacement you need the G-code to take it into account. This option lets you specify the displacement of each extruder with respect to the first one. It expects positive coordinates (they will be subtracted from the XY coordinate).
sv: Om din firmware inte hanterar extruderns förskjutning behöver du G-koden för att ta hänsyn till det. Det här alternativet låter dig specificera förskjutningen av varje extruder i förhållande till den första. Den förväntar sig positiva koordinater (de kommer att subtraheras från XY-koordinaten).

source: Extrusion axis
sv: Extruderingsaxel

source: Use this option to set the axis letter associated to your printer's extruder (usually E but some printers use A).
sv: Använd det här alternativet för att ställa in axelbokstaven som är kopplad till din skrivares extruder (vanligtvis E men vissa skrivare använder A).

source: Extrusion multiplier
sv: Extruderingsmultiplikator

source: This factor changes the amount of flow proportionally. You may need to tweak this setting to get nice surface finish and correct single wall widths. Usual values are between 0.9 and 1.1. If you think you need to change this more, check filament diameter and your firmware E steps.
sv: Denna faktor ändrar mängden flöde proportionellt. Du kan behöva justera den här inställningen för att få fin ytfinish och korrigera enstaka väggbredder. Vanliga värden är mellan 0,9 och 1,1. Om du tror att du behöver ändra detta mer, kontrollera filamentdiametern och din firmware E-steg.

source: Default extrusion width
sv: Standard extruderingsbredd

source: Keep fan always on
sv: Ha alltid fläkten på

source: If this is enabled, fan will never be disabled and will be kept running at least at its minimum speed. Useful for PLA, harmful for ABS.
sv: Om detta är aktiverat, kommer fläkten aldrig att stängas av och kommer att fortsätta att gå åtminstone på sin lägsta hastighet. Användbar för PLA, skadlig för ABS.

source: Enable fan if layer print time is below
sv: Aktivera fläkt om utskriftstiden för lager är under

source: If layer print time is estimated below this number of seconds, fan will be enabled and its speed will be calculated by interpolating the minimum and maximum speeds.
sv: Om utskriftstiden för lager uppskattas under detta antal sekunder, kommer fläkten att aktiveras och dess hastighet beräknas genom att interpolera minimi- och maxhastigheterna.

source: approximate seconds
sv: ungefärliga sekunder

source: Color
sv: Färg

source: Filament notes
sv: Filament anteckningar

source: You can put your notes regarding the filament here.
sv: Du kan lägga dina anteckningar om filamentet här.

source: Max volumetric speed
sv: Max volymetrisk hastighet

source: Maximum volumetric speed allowed for this filament. Limits the maximum volumetric speed of a print to the minimum of print and filament volumetric speed. Set to zero for no limit.
sv: Maximal volymetrisk hastighet tillåten för denna filament. Begränsar den maximala volymetriska hastigheten för en utskrift till den lägsta volymetriska hastigheten för utskrift och filament. Ställ in på noll för ingen gräns.

source: Loading speed
sv: Laddningshastighet

source: Speed used for loading the filament on the wipe tower.
sv: Hastighet som används för att ladda glödtråden på torkartornet.

source: Loading speed at the start
sv: Laddningshastighet vid start

source: Speed used at the very beginning of loading phase.
sv: Hastighet som används i början av laddningsfasen.

source: Unloading speed
sv: Avlastningshastighet

source: Speed used for unloading the filament on the wipe tower (does not affect initial part of unloading just after ramming).
sv: Hastighet som används för att lossa glödtråden på torkningstornet (påverkar inte den första delen av lossningen precis efter stamning).

source: Unloading speed at the start
sv: Avlastningshastighet vid start

source: Speed used for unloading the tip of the filament immediately after ramming.
sv: Hastighet som används för att lossa spetsen av glödtråden omedelbart efter stamning.

source: Delay after unloading
sv: Försening efter lossning

source: Time to wait after the filament is unloaded. May help to get reliable toolchanges with flexible materials that may need more time to shrink to original dimensions.
sv: Dags att vänta efter att filamentet har lossats. Kan hjälpa till att få tillförlitliga verktygsbyten med flexibla material som kan behöva mer tid för att krympa till originalmått.

source: Number of cooling moves
sv: Antal kylrörelser

source: Filament is cooled by being moved back and forth in the cooling tubes. Specify desired number of these moves.
sv: Filament kyls genom att flyttas fram och tillbaka i kylrören. Ange önskat antal av dessa drag.

source: Speed of the first cooling move
sv: Hastigheten för den första kylningen

source: Cooling moves are gradually accelerating beginning at this speed.
sv: Kylningsrörelser accelererar gradvis med början vid denna hastighet.

source: Minimal purge on wipe tower
sv: Minimal rensning på torntornet

source: Speed of the last cooling move
sv: Hastigheten för det sista kylningsdraget

source: Cooling moves are gradually accelerating towards this speed.
sv: Kylningsrörelser accelererar gradvis mot denna hastighet.

source: Filament load time
sv: Filamentladdningstid

source: Time for the printer firmware (or the Multi Material Unit 2.0) to load a new filament during a tool change (when executing the T code). This time is added to the total print time by the G-code time estimator.
sv: Dags för skrivarens firmware (eller Multi Material Unit 2.0) att ladda en ny filament under ett verktygsbyte (när T-koden körs). Denna tid läggs till den totala utskriftstiden av G-kods tidsuppskattare.

source: Ramming parameters
sv: Ramparametrar

source: This string is edited by RammingDialog and contains ramming specific parameters.
sv: Denna sträng redigeras av RammingDialog och innehåller ramspecifika parametrar.

source: Filament unload time
sv: Filamentavlastningstid

source: Time for the printer firmware (or the Multi Material Unit 2.0) to unload a filament during a tool change (when executing the T code). This time is added to the total print time by the G-code time estimator.
sv: Dags för skrivarens firmware (eller Multi Material Unit 2.0) att ladda ur en filament under ett verktygsbyte (när T-koden körs). Denna tid läggs till den totala utskriftstiden av G-kods tidsuppskattare.

source: Enter your filament diameter here. Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
sv: Ange din filamentdiameter här. God precision krävs, så använd en bromsok och gör flera mätningar längs glödtråden och beräkna sedan medelvärdet.

source: Density
sv: Densitet

source: Enter your filament density here. This is only for statistical information. A decent way is to weigh a known length of filament and compute the ratio of the length to volume. Better is to calculate the volume directly through displacement.
sv: Ange din filamentdensitet här. Detta är endast för statistisk information. Ett bra sätt är att väga en känd längd av glödtråden och beräkna förhållandet mellan längden och volymen. Bättre är att beräkna volymen direkt genom förskjutning.

source: Filament type
sv: Typ av filament

source: The filament material type for use in custom G-codes.
sv: Filamentmaterialtypen för användning i anpassade G-koder.

source: Soluble material
sv: Lösligt material

source: Soluble material is most likely used for a soluble support.
sv: Lösligt material används med största sannolikhet för ett lösligt underlag.

source: Enter your filament cost per kg here. This is only for statistical information.
sv: Ange din filamentkostnad per kg här. Detta är endast för statistisk information.

source: money/kg
sv: pengar/kg

source: Spool weight
sv: Spolens vikt

source: Enter weight of the empty filament spool. One may weigh a partially consumed filament spool before printing and one may compare the measured weight with the calculated weight of the filament with the spool to find out whether the amount of filament on the spool is sufficient to finish the print.
sv: Ange vikten på den tomma trådspolen. Man kan väga en delvis förbrukad filamentspole före utskrift och man kan jämföra den uppmätta vikten med den beräknade vikten av filamentet med spolen för att ta reda på om mängden filament på spolen är tillräcklig för att avsluta utskriften.

source: (Unknown)
sv: (Okänd)

source: Fill angle
sv: Fyllningsvinkel

source: Fill density
sv: Fyllningsdensitet

source: Density of internal infill, expressed in the range 0% - 100%.
sv: Densitet för intern fyllning, uttryckt i intervallet 0% - 100%.

source: Fill pattern
sv: Fyllningsmönster

source: Fill pattern for general low-density infill.
sv: Fyllningsmönster för allmän lågdensitetsfyllning.

source: Grid
sv: Rutnät

source: Stars
sv: Stjärnor

source: Cubic
sv: Kubisk

source: Line
sv: Linje

source: Honeycomb
sv: Vaxkaka

source: Adaptive Cubic
sv: Adaptiv kubisk

source: Support Cubic
sv: Stöd Cubic

source: Lightning
sv: Blixt

source: This is the acceleration your printer will use for first layer. Set zero to disable acceleration control for first layer.
sv: Detta är den acceleration som din skrivare kommer att använda för det första lagret. Ställ in noll för att inaktivera accelerationskontroll för första lagret.

source: First object layer over raft interface
sv: Första objektskiktet över flottens gränssnitt

source: This is the acceleration your printer will use for first layer of object above raft interface. Set zero to disable acceleration control for first layer of object above raft interface.
sv: Detta är den acceleration som din skrivare kommer att använda för det första lagret av objekt ovanför flotten. Ställ in noll för att inaktivera accelerationskontroll för första lagret av objekt ovanför flottens gränssnitt.

source: First layer bed temperature
sv: Första skiktets bäddtemperatur

source: Set this to a non-zero value to set a manual extrusion width for first layer. You can use this to force fatter extrudates for better adhesion. If expressed as percentage (for example 120%) it will be computed over first layer height. If set to zero, it will use the default extrusion width.
sv: Ställ in detta till ett värde som inte är noll för att ställa in en manuell extruderingsbredd för första lagret. Du kan använda detta för att tvinga fram fetare extrudat för bättre vidhäftning. Om det uttrycks i procent (till exempel 120%) kommer det att beräknas över första lagrets höjd. Om den är inställd på noll kommer den att använda standardextruderingsbredden.

source: When printing with very low layer heights, you might still want to print a thicker bottom layer to improve adhesion and tolerance for non perfect build plates.
sv: När du skriver ut med mycket låga lagerhöjder kanske du ändå vill skriva ut ett tjockare bottenlager för att förbättra vidhäftningen och toleransen för icke-perfekta byggplåtar.

source: First layer speed
sv: Första lagrets hastighet

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first layer, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
sv: Om den uttrycks som ett absolut värde i mm/s, kommer denna hastighet att tillämpas på alla utskriftsrörelser i det första lagret, oavsett deras typ. Om det uttrycks i procent (till exempel: 40%) kommer det att skala standardhastigheterna.

source: Speed of object first layer over raft interface
sv: Hastighet för objekt första lagret över flotten gränssnitt

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first object layer above raft interface, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
sv: Om den uttrycks som ett absolut värde i mm/s, kommer denna hastighet att tillämpas på alla utskriftsrörelser för det första objektlagret ovanför flottens gränssnitt, oavsett typ. Om det uttrycks i procent (till exempel: 40%) kommer det att skala standardhastigheterna.

source: First layer nozzle temperature
sv: Första lagrets munstyckestemperatur

source: Nozzle temperature for the first layer. If you want to control temperature manually during print, set this to zero to disable temperature control commands in the output G-code.
sv: Munstyckstemperatur för det första lagret. Om du vill styra temperaturen manuellt under utskrift, ställ in detta på noll för att inaktivera temperaturkontrollkommandon i utgångens G-kod.

source: Full fan speed at layer
sv: Full fläkthastighet vid lager

source: Fan speed will be ramped up linearly from zero at layer "disable_fan_first_layers" to maximum at layer "full_fan_speed_layer". "full_fan_speed_layer" will be ignored if lower than "disable_fan_first_layers", in which case the fan will be running at maximum allowed speed at layer "disable_fan_first_layers" + 1.
sv: Fläkthastigheten kommer att ökas linjärt från noll vid lagret "disable_fan_first_layers" till maximalt vid lagret "full_fan_speed_layer". "full_fan_speed_layer" kommer att ignoreras om det är lägre än "disable_fan_first_layers", i vilket fall fläkten kommer att köras med högsta tillåtna hastighet vid lagret "disable_fan_first_layers" + 1.

source: Fuzzy skin type.
sv: Luddrig hudtyp.

source: Outside walls
sv: Ytterväggar

source: All walls
sv: Alla väggar

source: Fuzzy skin thickness
sv: Otydlig hudtjocklek

source: The maximum distance that each skin point can be offset (both ways), measured perpendicular to the perimeter wall.
sv: Det maximala avståndet som varje hudpunkt kan förskjutas (både håll), mätt vinkelrätt mot omkretsväggen.

source: Fuzzy skin point distance
sv: Fuzzy hudpunktsavstånd

source: Perimeters will be split into multiple segments by inserting Fuzzy skin points. Lowering the Fuzzy skin point distance will increase the number of randomly offset points on the perimeter wall.
sv: Omkretsar kommer att delas upp i flera segment genom att infoga Fuzzy skin-punkter. Om du sänker avståndet för Fuzzy skin-punkten ökar antalet slumpmässigt förskjutna punkter på omkretsväggen.

source: Fill gaps
sv: Fyll i luckorna

source: Enables filling of gaps between perimeters and between the inner most perimeters and infill.
sv: Möjliggör fyllning av luckor mellan omkretsar och mellan de innersta omkretsarna och fyllningen.

source: Speed for filling small gaps using short zigzag moves. Keep this reasonably low to avoid too much shaking and resonance issues. Set zero to disable gaps filling.
sv: Hastighet för att fylla små luckor med korta sicksackrörelser. Håll detta rimligt lågt för att undvika för mycket skakningar och resonansproblem. Ställ in noll för att inaktivera fyllning av luckor.

source: Verbose G-code
sv: Utförlig G-kod

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
sv: Aktivera detta för att få en kommenterad G-kodfil, med varje rad förklarad med en beskrivande text. Om du skriver ut från SD-kort kan filens extra vikt göra att din firmware saktar ner.

source: G-code flavor
sv: G-kod smak

source: Some G/M-code commands, including temperature control and others, are not universal. Set this option to your printer's firmware to get a compatible output. The "No extrusion" flavor prevents PrusaSlicer from exporting any extrusion value at all.
sv: Vissa G/M-kodkommandon, inklusive temperaturkontroll och andra, är inte universella. Ställ in det här alternativet på din skrivares firmware för att få en kompatibel utdata. "No extrusion"-smaken hindrar PrusaSlicer från att exportera något extruderingsvärde alls.

source: No extrusion
sv: Ingen extrudering

source: Label objects
sv: Märk objekt

source: Enable this to add comments into the G-Code labeling print moves with what object they belong to, which is useful for the Octoprint CancelObject plugin. This settings is NOT compatible with Single Extruder Multi Material setup and Wipe into Object / Wipe into Infill.
sv: Aktivera detta för att lägga till kommentarer i G-Code-etikettutskrifterna med vilket objekt de tillhör, vilket är användbart för insticksprogrammet Octoprint CancelObject. Dessa inställningar är INTE kompatibla med Single Extruder Multi Material setup och Wipe into Object / Wipe into Infill.

source: G-code substitutions
sv: G-kodsubstitutioner

source: Find / replace patterns in G-code lines and substitute them.
sv: Hitta/ersätt mönster i G-kodlinjer och ersätt dem.

source: High extruder current on filament swap
sv: Hög extruderström vid filamentbyte

source: It may be beneficial to increase the extruder motor current during the filament exchange sequence to allow for rapid ramming feed rates and to overcome resistance when loading a filament with an ugly shaped tip.
sv: Det kan vara fördelaktigt att öka extrudermotorns ström under filamentutbytessekvensen för att möjliggöra snabba rammatningshastigheter och för att övervinna motståndet när en filament laddas med en fulformad spets.

source: This is the acceleration your printer will use for infill. Set zero to disable acceleration control for infill.
sv: Detta är accelerationen som din skrivare kommer att använda för infill. Ställ in noll för att inaktivera accelerationskontroll för infill.

source: Combine infill every
sv: Kombinera infill varje

source: This feature allows to combine infill and speed up your print by extruding thicker infill layers while preserving thin perimeters, thus accuracy.
sv: Den här funktionen gör det möjligt att kombinera infill och påskynda ditt tryck genom att extrudera tjockare fyllnadsskikt samtidigt som tunna omkretsar bevaras, vilket ger noggrannhet.

source: Combine infill every n layers
sv: Kombinera fyllning varje n lager

source: Length of the infill anchor
sv: Längd på fyllningsankaret

source: 0 (no open anchors)
sv: 0 (inga öppna ankare)

source: 1000 (unlimited)
sv: 1000 (obegränsat)

source: Maximum length of the infill anchor
sv: Maximal längd på fyllningsankaret

source: 0 (not anchored)
sv: 0 (ej förankrad)

source: The extruder to use when printing infill.
sv: Extrudern att använda vid utskrift av infill.

source: Set this to a non-zero value to set a manual extrusion width for infill. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. You may want to use fatter extrudates to speed up the infill and make your parts stronger. If expressed as percentage (for example 90%) it will be computed over layer height.
sv: Ställ in detta till ett värde som inte är noll för att ställa in en manuell extruderingsbredd för infill. Om den lämnas noll kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Du kanske vill använda fetare extrudat för att påskynda fyllningen och göra dina delar starkare. Om det uttrycks i procent (till exempel 90%) kommer det att beräknas över lagerhöjden.

source: Infill before perimeters
sv: Fyll före perimeter

source: This option will switch the print order of perimeters and infill, making the latter first.
sv: Det här alternativet ändrar utskriftsordningen för omkretsar och fyllningar, vilket gör det sistnämnda först.

source: Only infill where needed
sv: Fyll bara på där det behövs

source: This option will limit infill to the areas actually needed for supporting ceilings (it will act as internal support material). If enabled, slows down the G-code generation due to the multiple checks involved.
sv: Detta alternativ kommer att begränsa fyllningen till de ytor som faktiskt behövs för att stödja tak (det kommer att fungera som internt stödmaterial). Om det är aktiverat, saktar genereringen av G-kod ner på grund av de många kontroller som är involverade.

source: Infill/perimeters overlap
sv: Infill/perimetrar överlappar varandra

source: This setting applies an additional overlap between infill and perimeters for better bonding. Theoretically this shouldn't be needed, but backlash might cause gaps. If expressed as percentage (example: 15%) it is calculated over perimeter extrusion width.
sv: Den här inställningen tillämpar en extra överlappning mellan infill och omkretsar för bättre vidhäftning. Teoretiskt borde detta inte behövas, men bakslag kan orsaka luckor. Om den uttrycks i procent (exempel: 15%) beräknas den över omkretssträngsprutningsbredden.

source: Speed for printing the internal fill. Set to zero for auto.
sv: Hastighet för utskrift av den interna fyllningen. Ställ in på noll för auto.

source: Inherits profile
sv: Ärver profil

source: Name of the profile, from which this profile inherits.
sv: Namnet på profilen som denna profil ärver från.

source: Interface shells
sv: Gränssnittsskal

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material.
sv: Tvinga fram genereringen av fasta skal mellan intilliggande material/volymer. Användbar för multiextrudertryck med genomskinliga material eller manuellt lösligt stödmaterial.

source: Maximum width of a segmented region
sv: Maximal bredd för ett segmenterat område

source: Maximum width of a segmented region. Zero disables this feature.
sv: Maximal bredd för ett segmenterat område. Zero inaktiverar den här funktionen.

source: mm (zero to disable)
sv: mm (noll för att inaktivera)

source: Enable ironing
sv: Aktivera strykning

source: Enable ironing of the top layers with the hot print head for smooth surface
sv: Möjliggör strykning av de översta lagren med det heta skrivhuvudet för jämn yta

source: Ironing Type
sv: Strykningstyp

source: All top surfaces
sv: Alla toppytor

source: Topmost surface only
sv: Endast översta ytan

source: All solid surfaces
sv: Alla fasta ytor

source: Flow rate
sv: Flödeshastighet

source: Percent of a flow rate relative to object's normal layer height.
sv: Procent av en flödeshastighet i förhållande till objektets normala lagerhöjd.

source: Spacing between ironing passes
sv: Avstånd mellan strykpass

source: Distance between ironing lines
sv: Avstånd mellan stryklinjer

source: Supports remaining times
sv: Stöder återstående tider

source: Emit M73 P[percent printed] R[remaining time in minutes] at 1 minute intervals into the G-code to let the firmware show accurate remaining time. As of now only the Prusa i3 MK3 firmware recognizes M73. Also the i3 MK3 firmware supports M73 Qxx Sxx for the silent mode.
sv: Skicka ut M73 P[procent utskriven] R[återstående tid i minuter] med 1 minuts intervaller i G-koden för att låta firmware visa exakt återstående tid. För närvarande känner bara Prusa i3 MK3-firmware igen M73. Även i3 MK3-firmware stöder M73 Qxx Sxx för tyst läge.

source: Supports stealth mode
sv: Stöder stealth-läge

source: The firmware supports stealth mode
sv: Den fasta programvaran stöder stealth-läge

source: How to apply limits
sv: Hur man tillämpar gränser

source: Purpose of Machine Limits
sv: Syfte med maskingränser

source: How to apply the Machine Limits
sv: Hur man tillämpar maskingränserna

source: Emit to G-code
sv: Emit till G-kod

source: Use for time estimate
sv: Använd för tidsuppskattning

source: Ignore
sv: Strunta i

source: Maximum feedrate X
sv: Maximal matning X

source: Maximum feedrate Y
sv: Maximal matning Y

source: Maximum feedrate Z
sv: Maximal matning Z

source: Maximum feedrate E
sv: Maximal matningshastighet E

source: Maximum feedrate of the X axis
sv: Maximal matning för X-axeln

source: Maximum feedrate of the Y axis
sv: Maximal matning för Y-axeln
